/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Comprobar automáticamente";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "No comprobar";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Actualizar a v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker puede buscar actualizaciones automáticamente y de forma periódica. Usted no tendrá que actualizar cada vez que una nueva versión aparezca, y ninguna información personal será enviado a fin de comprobar las actualizaciones.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "¿Debe Hex Color Picker buscar actualizaciones automáticamente?";